Repository: bsv798/pcsx
Catalog: source/Intl/*.po
Languages: italian

source: PCSX a psx emulator written by: main coder: linuzappz co-coders: shadow ex-coders: Nocomp, Pete Bernett, nik3d Webmaster: AkumaX
italian: PCSX, un emulatore psx scritto da: programmatore capo: linuzappz co-programmatore: shadow vecchi programmatori: Nocomp, Pete Bernett, nik3d Webmaster: AkumaX

source: Greets to: Duddie, Tratax, Kazzuya, JNS, Bobbi, Psychojak, Shunt, Keith, DarkWatcher, Xeven, Liquid, Dixon, Prafull Special thanks to: Twin (we Love you twin0r), Roor (love for you too), calb (Thanks for help :) ), now3d (for great help to my psxdev stuff :) )
italian: Ringraziamenti a: Duddie, Tratax, Kazzuya, JNS, Bobbi, Psychojak, Shunt, Keith, DarkWatcher, Xeven, Liquid, Dixon, Prafull Ringraziamenti speciali a: Twin (ti adoriamo twin0r), Roor (adoriamo anche te), calb (Grazie per l'aiuto :) ), now3d

source: Error opening file: %s
italian: Errore nell'aptertura del file: %s

source: Pcsx found that you wanna use a CPE file. CPE files not supported
italian: Stai tentando di usare un file CPE. I file CPE non sono supportati

source: Pcsx found that you wanna use a COFF file. COFF files not supported
italian: Stai tentando di usare un file COFF. I file COFF non sono supportati

source: This file is not a psx file
italian: Questo non è un file psx

source: Arabic
italian: Arabo

source: Catalan
italian: Catalano

source: German
italian: Tedesco

source: Greek
italian: Greco

source: English
italian: Inglese

source: Spanish
italian: Spagnolo

source: French
italian: Francese

source: Italian
italian: Italiano

source: Portuguese
italian: Portoghese

source: Romanian
italian: Rumeno

source: Russian
italian: Russo

source: Error loading %s: %s
italian: Errore nel caricamento di %s: %s

source: Could Not Load GPU Plugin %s
italian: Impossibile Caricare il Plugin GPU '%s'

source: Could Not load CDR plugin %s
italian: Impossibile Caricare il Plugin CDR '%s'

source: Could not open SPU plugin %s
italian: Impossibile Caricare il Plugin SPU '%s'

source: Could Not load PAD1 plugin %s
italian: Impossibile Caricare il Plugin PAD1 '%s'

source: Could Not load PAD plugin %s
italian: Impossibile Caricare il Plugin PAD '%s'

source: Could Not load NET plugin %s
italian: Impossibile Caricare il Plugin NET '%s'

source: CDRinit error : %d
italian: Errore in CDRinit: %d

source: GPUinit error: %d
italian: Errore in GPUinit: %d

source: SPUinit error: %d
italian: Errore in SPUinit: %d

source: PAD1init error: %d
italian: Errore in PAD1init: %d

source: PAD2init error: %d
italian: Errore in PAD2init: %d

source: NETinit error: %d
italian: Errore in NETinit: %d

source: Error allocating memory
italian: Errore nell'allocazione della memoria

source: Could not open bios:"%s". Enabling HLE Bios
italian: Impossibile aprire il bios:"%s". Attivato Bios HLE

source: Connection closed
italian: Connessione chiusa

source: Failed loading MemCard %s
italian: Errore nel caricamento della MemCard %s

source: Couldn't find pixmap file: %s
italian: Impossibile trovare il file pixmap: %s

source: Run Cd
italian: Avvia Cd

source: Run Cd Through Bios
italian: Avvia Cd Attraverso il Bios

source: Run Exe
italian: Avvia Exe

source: States
italian: Salvataggi di Stato

source: Load
italian: Carica

source: Other...
italian: Altro...

source: Save
italian: Salva

source: Exit
italian: Esci

source: Emulator
italian: Emulatore

source: Run
italian: Avvia

source: Reset
italian: Resetta

source: Configuration
italian: Configurazione

source: Plugins & Bios
italian: Plugin & Bios

source: Graphics
italian: Grafica

source: Sound
italian: Audio

source: Controllers
italian: Controller

source: Memory Cards
italian: Memory Card

source: Language
italian: Lingua

source: Help
italian: Aiuto

source: About PCSX
italian: Info su PCSX

source: Pcsx About
italian: Info su PCSX

source: PCSX Version x.x
italian: PCSX Versione x.x

source: written by...
italian: scritto da...

source: greets to...
italian: ringraziamenti a...

source: Configure
italian: Configura

source: Test
italian: Testa

source: About
italian: Info su..

source: Select Bios Dir
italian: Scegli Dir Bios

source: Select Plugin Dir
italian: Scegli Dir Plugin

source: Cancel
italian: Annulla

source: Disable Xa Decoding
italian: Disattiva Decodifica Xa

source: Disable Cd audio
italian: Disattiva Cd Audio

source: Sio Irq Always Enabled
italian: Sio Irq Sempre Attivo

source: Enable Interpreter Cpu
italian: Attiva Cpu Interprete

source: Enable Console Output
italian: Attiva Output su Console

source: Black & White Movies
italian: Filmati in Bianco e Nero

source: Spu Irq Always Enabled
italian: Spu Irq Sempre Attivo

source: Parasite Eve 2, Vandal Hearts 1/2 Fix
italian: Per Parasite Eve 2, Vandal Hearts 1/2

source: InuYasha Sengoku Battle Fix
italian: Per InuYasha Sengoku Battle

source: Options
italian: Opzioni

source: Autodetect
italian: Automatico

source: Psx System Type
italian: Regione del Sistema

source: Mcds
italian: Mcd

source: Select
italian: Scegli

source: Format
italian: Formatta

source: Reload
italian: Ricarica

source: Copy
italian: Copia

source: Paste
italian: Incolla

source: Un/Delete
italian: Elimina

source: NetPlay Configuration
italian: Configurazione NetPlay

source: Error loading pixmap file: %s
italian: Errore nel caricamento del file pixmap: %s

source: PCSX Version x.x
italian: PCSX Versione x.x

source: First Controller
italian: Primo Controller

source: Second Controller
italian: Secondo Controller

source: Select Plugins Dir
italian: Scegli Dir Plugin

source: Icon
italian: Icona

source: Title
italian: Titolo

source: Game ID
italian: ID Gioco

source: Game
italian: Gioco

source: -> Copy ->
italian: -> Copia ->

source: <- Copy <-
italian: <- Copia <-

source: Un/Delete ->
italian: Elimina ->

source: <- Un/Delete
italian: <- Elimina

source: Select Psx Exe File
italian: Scegli File Psx Exe

source: Could not load Cdrom
italian: Impossibile caricare il Cdrom

source: PCSX Quitting
italian: PCSX Sta Terminando

source: *PCSX*: Loaded State %d
italian: *PCSX*: Salvataggio %d Caricato

source: *PCSX*: Error Loading State %d
italian: *PCSX*: Errore Nel Caricamento del Salvataggio %d

source: *PCSX*: Saved State %d
italian: *PCSX*: Stato %d Salvato

source: *PCSX*: Error Saving State %d
italian: *PCSX*: Errore Nel Salvataggio di Stato %d

source: *PCSX*: Loaded State %s
italian: *PCSX*: Salvataggio %s Caricato

source: *PCSX*: Error Loading State %s
italian: *PCSX*: Errore Nel Caricamento del Salvataggio %s

source: Select State File
italian: Scegli File di Salvataggio di Stato

source: *PCSX*: Saved State %s
italian: *PCSX*: Stato %s Salvato

source: *PCSX*: Error Saving State %s
italian: *PCSX*: Errore nel Salvare lo Stato %s

source: Name
italian: Nome

source: Deleted
italian: Cancellato

source: Free
italian: Liberi

source: Used
italian: Usati

source: Select Psx Mcd File
italian: Scegli File Mcd PSX

source: Are you sure you want to format this Memory Card?
italian: Vuoi veramente formattare questa Memory Card?

source: Confirmation
italian: Conferma

source: Are you sure you want to paste this selection?
italian: Vuoi veramente incollare questa selezione?

source: PCSX Memcard Manager
italian: Memcard Manager di PCSX

source: PCSX Configuration
italian: Configurazione di PCSX

source: Plugin doesn't needs to be configured
italian: Il Plugin non ha bisogno di essere configurato

source: This plugin reports that should work correctly
italian: Questo plugin ha riportato che dovrebbe funzionare correttamente

source: This plugin reports that should not work correctly
italian: Questo plugin ha riportato che potrebbe funzionare non correttamente

source: Select Plugins Directory
italian: Scegli Directory dei Plugin

source: Select Bios Directory
italian: Scegli Directory del Bios

source: PCSX For Linux Version %s
italian: PCSX Per Linux Versione %s

source: Could not open '%s' directory
italian: Impossibile aprire la directory '%s'

source: Internal HLE Bios
italian: Bios HLE Interno

source: Pcsx Msg
italian: Messaggio di Pcsx

source: Yes
italian: Si

source: pcsx [options] [file] options: -runcd Runs CdRom -runcdbios Runs CdRom Through Bios -nogui Don't open GtkGui -cfg FILE Loads desired configuration file (def:Pcsx.cfg) -psxout Enable psx output -load STATENUM Loads savestate STATENUM (1-5) -h -help This help file Loads file
italian: pcsx [opzioni] [file] opzioni: -runcd Avvia il CdRom -runcdbios Avvia il CdRom tramite Bios -nogui Non apre la GtkGui -cfg FILE Carica il file di configurazione (def:Pcsx.cfg) -psxout Attiva l'output psx -load STATENUM Carica il save state STATENUM (1-5) -h -help Questo help file Carica il file

source: Disabled
italian: Non attivo

source: Pcsx is unable to configure pcsx settings without gtkgui, restart without -nogui
italian: Pcsx non può configurare i suoi settaggi senza la gtkgui, riavvia senza loswitch -nogui

source: Pcsx needs to be configured
italian: Pcsx deve essere configurato

source: *PCSX*: Sio Irq Always Enabled
italian: *PCSX*: Sio Irq Sempre Attivo

source: *PCSX*: Sio Irq Not Always Enabled
italian: *PCSX*: Sio Irq Non è Sempre Attivo

source: *PCSX*: Black&White Mdecs Only Enabled
italian: *PCSX*: Attivati Filmati in Solo Bianco e Nero

source: *PCSX*: Black&White Mdecs Only Disabled
italian: *PCSX*: Disattivati Filmati in Solo Bianco e Nero

source: *PCSX*: Xa Enabled
italian: *PCSX*: Xa Attivato

source: *PCSX*: Xa Disabled
italian: *PCSX*: Xa Disattivato

source: Error Opening CDR Plugin
italian: Errore Nell'Apertura del Plugin CDR

source: Error Opening SPU Plugin
italian: Errore Nell'Apertura del Plugin SPU

source: Error Opening GPU Plugin
italian: Errore Nell'Apertura del Plugin GPU

source: Error Opening PAD1 Plugin
italian: Errore Nell'Apertura del Plugin PAD1

source: Error Opening PAD2 Plugin
italian: Errore Nell'Apertura del Plugin PAD2

source: Error Closing CDR Plugin
italian: Errore Nella Chiusura del Plugin CDR

source: Error Closing SPU Plugin
italian: Errore Nella Chiusura del Plugin SPU

source: Error Closing PAD1 Plugin
italian: Errore Nella Chiusura del Plugin PAD1

source: Error Closing PAD2 Plugin
italian: Errore Nella Chiusura del Plugin PAD2

source: Error Closing GPU Plugin
italian: Errore Nella Chiusura del Plugin GPU

source: CDRinit error: %d
italian: Errore in CDRinit: %d

source: PCSX EMU
italian: Emulatore PCSX

source: Set Bios Directory
italian: Scegli Cartella Bios

source: Set Plugins Directory
italian: Scegli Cartella Plugins

source: Configure...
italian: Configura...

source: Test...
italian: Testa...

source: About...
italian: Info su...

source: Note: The NetPlay Plugin Directory should be the same as the other Plugins.
italian: Nota: La Cartella dei Plugin NetPlay dovrebbe essere la stessa degli altri Plugins.

source: *PCSX*: CdRom Case Opened
italian: *PCSX*: Aperto Sportello CdRom

source: *PCSX*: CdRom Case Closed
italian: *PCSX*: Chiuso Sportello CdRom

source: Connecting...
italian: Connessione...

source: Please wait while connecting... %c
italian: Attendere,connessione in corso... %c

source: Error Opening GPU Plugin (%d)
italian: Errore nell'Apertura del Plugin GPU (%d)

source: Error Opening SPU Plugin (%d)
italian: Errore nell'Apertura del Plugin SPU (%d)

source: Error Opening PAD1 Plugin (%d)
italian: Errore nell'Apertura del Plugin PAD1 (%d)

source: Error Opening PAD2 Plugin (%d)
italian: Errore nell'Apertura del Plugin PAD2 (%d)

source: Pcsx needs to be configured
italian: Pcsx deve essere configurato

source: Pcsx now will quit, restart it
italian: Pcsx ora terminterà. Riavvialo

source: PCSX State Format
italian: Formato Salvataggi PCSX

source: Could not load Cdrom
italian: Impossibile caricare il Cdrom

source: Memcard Manager
italian: Memory Card Manager

source: Select Mcd
italian: Scegli Mcd

source: Format Mcd
italian: Formatta Mcd

source: Reload Mcd
italian: Ricarica Mcd

source: Cpu Config
italian: Configurazione Cpu

source: Black && White Movies
italian: Filmati in Bianco&&Nero

source: Disable Misc Quick Keys (F5-F8)
italian: Disattiva Tasti Rapidi Vari

source: Psx Mcd Format (*.mcr;*.mc;*.mem;*.vgs;*.mcd;*.gme;*.ddf)
italian: Formato Psx Mcd (*.mcr;*.mc;*.mem;*.vgs;*.mcd;*.gme;*.ddf)

source: Psx Memory Card (*.mcr;*.mc)
italian: Memory Card Psx (*.mcr;*.mc)

source: CVGS Memory Card (*.mem;*.vgs)
italian: Memory Card di CVGS (*.mem;*.vgs)

source: Bleem Memory Card (*.mcd)
italian: Memory Card di Bleem (*.mcd)

source: DexDrive Memory Card (*.gme)
italian: Memory Card DexDrive (*.gme)

source: DataDeck Memory Card (*.ddf)
italian: Memory Card DataDeck (*.ddf)

source: Psx Exe Format
italian: Formato Exe Psx

source: E&xit
italian: &Esci

source: &States
italian: &Salvataggi di Stato

source: Run &EXE
italian: Avvia E&XE

source: Run CD Though &Bios
italian: Avvia CD Attraverso il &Bios

source: Run &CD
italian: Avvia &CD

source: &Save
italian: &Salva

source: &Load
italian: &Carica

source: &Other...
italian: &Altro...

source: &Emulator
italian: &Emulatore

source: Re&set
italian: &Resetta

source: &Run
italian: &Avvia

source: &Configuration
italian: &Configurazione

source: &Memory cards
italian: &Memory Card

source: &Controllers
italian: &Controller

source: &Sound
italian: &Audio

source: &Graphics
italian: &Grafica

source: &Plugins && Bios
italian: &Plugin && Bios

source: &Language
italian: &Lingua

source: &Help
italian: &Aiuto

source: &About...
italian: &Info su...

source: Error Loading Symbol
italian: Errore Nel Caricamento di Symbol
